Repository: berkaybyr/GB.BlackDesert.Trade
Catalog: Resources/Resources.*.resx
Languages: de_de, fr_fr, ru_ru, tr_tr

# NEW_WEB_MSG_DEFAULT_AUTHENTICATEACCOUNT_FAIL_AGE
source: Users under the age of [STR:AGE] cannot use the game.
de_de: Seid Ihr jünger als [STR:AGE] Jahre alt, könnt Ihr nicht das Spiel benutzen.
fr_fr: Ceux qui sont moins de [STR:AGE] ans ne peuvent pas utiliser le jeu.
ru_ru: Игра недоступна для пользователей младше [STR:AGE] лет.
tr_tr: [STR:AGE] yaşından küçükler oyuna erişim sağlayamaz.

# TRADE_MARKET_SECONDPWD_RETRY
source: You have exceeded the maximum number of attempts for entering your secondary password.\nPlease try again after 24 hours.
de_de: Ihr habt die max. Anzahl an Versuchen beim Zweitpasswort überschritten.\nDer Zugriff wird für 24 Stunden gesperrt.
fr_fr: Un mot de passe secondaire incorrect a été entré plusieurs fois.\nVous ne pouvez pas vous connecter pendant les prochaines 24 heures.
ru_ru: Превышено количество вводов пин-кода.\nВ течение 24 часов осуществить вход будет невозможно.
tr_tr: İkinci şifre giriş maksimum limitini aştınız.\n24 saat boyunca giriş yapamayacaksınız.

# TRADE_MARKET_RINGBUFF
source: Rich Merchant
de_de: Der reiche Händler
fr_fr: Magnat
ru_ru: Старьевщик
tr_tr: Büyük Tüccar

# TRADE_MARKET_RINGBUFF_PREF
source: Market Benefit
de_de: Erhöhter Silbergewinn
fr_fr: Avantages de vente
ru_ru: Бонус сделки
tr_tr: Ticari İmtiyaz

# TRADE_MARKET_ITEM_DEAD_ONE
source: Desperate
de_de: Sehnsüchtig
fr_fr: désespéré
ru_ru: Жажда:
tr_tr: Umutsuz

# TRADE_MARKET_ITEM_DEAD_TWO
source: Distorted
de_de: Verzerrt
fr_fr: déformé
ru_ru: Искажение:
tr_tr: Buruk

# TRADE_MARKET_ITEM_DEAD_THREE
source: Silent
de_de: Stillschweigend
fr_fr: silencieux
ru_ru: Молчание:
tr_tr: Sessiz

# TRADE_MARKET_ITEM_DEAD_FOUR
source: Wailing
de_de: Wehklagend
fr_fr: plaintif
ru_ru: Рев:
tr_tr: Ağıt Dolu

# TRADE_MARKET_ITEM_DEAD_FIVE
source: Obliterating
de_de: Vernichtend
fr_fr: destructeur
ru_ru: Трепет:
tr_tr: Helak

# TRADE_MARKET_SELECT_SERVER_TITLE
source: Select Region
de_de: Region auswählen
fr_fr: Sélectionner la région
ru_ru: Выбор региона
tr_tr: Bölge Seç

# TRADE_MARKET_SELECT_SERVER_DESC
source: Select the region<br/>of Central Market.
de_de: Wählt die Region aus, <br/> in der Ihr den Zentralmarkt verwenden möchtet.
fr_fr: Sélectionnez la région sur laquelle <br/>vous utilisez le Marché commun.
ru_ru: Пожалуйста, выберите регион, в котором будет использоваться <br/>Центральный аукцион.
tr_tr: Lütfen Merkez Pazar'ı kullanacağınız <br/>bölgeyi seçiniz.

# TRADE_MARKET_SELECT_SERVER_KOREA
source: Asia
de_de: Asien
fr_fr: Asie
ru_ru: Азия
tr_tr: Asya

# TRADE_MARKET_SELECT_SERVER_GLOBAL
source: Global
fr_fr: International
ru_ru: Мировой

# TRADE_MARKET_WELCOME_RETURNERS_TITLE
source: Good to see you again, <br/>Returning Adventurer!
de_de: Lang ist's her, rückkehrender Abenteurer,
fr_fr: Salutations, Aventuriers de retour !
ru_ru: C возвращением, искатель приключений!
tr_tr: Seni yeniden görmek güzel, Geri Dönen Maceracı!

# TRADE_MARKET_WELCOME_RETURNERS_DESC
source: Welcome back to Black Desert! <br/><br/>We've prepared a gift for all the returning adventurers! You'll be given a warm welcome-back with special rewards and benefits depending on how long you've been away. <br/>If you want to know more about the details, please check out Event Notices posted for the New/Returning Adventurers! <br/><br/>Don't forget that we'll always be together! <br/>We wish you a merry looting and the best of luck in Black Desert! <br/><br/>- Black Desert -
de_de: es freut uns Euch wieder in der Welt von Black Desert willkommenheißen zu dürfen. <br/><br/>Wir haben für Euch ganz besondere Dinge vorbereitet. <br/>Wenn Ihr mehr darüber wissen wollt, schaut doch einmal in die Event Ankündigungen für Neue/Rückkehrende Abenteurer. <br/><br/>Wir wünschen Euch einen guten Start und eine wundervolle Zeit bei Black Desert! <br/><br/>Euer Black Desert Team
fr_fr: Quel plaisir de vous revoir après tout ce temps ! <br/><br/>Des avantages spéciaux - selon votre durée d'inactivité - sont désormais disponibles. <br/>Pour plus détails concernant ces avantages, veuillez consulter la note pour les Nouveaux Aventuriers et Aventuriers de retour dans le tableau des événements ! <br/><br/>Nous vous souhaitons tout le meilleur sur Black Desert. <br/>Et n'oubliez pas, nous serons toujours à vos côtés pendant vos aventures ! <br/><br/>-Black Desert-
ru_ru: Мы рады, что вы вновь с нами! <br/><br/>У нас подготовлены подарки для всех вернувшихся игроков. <br/>Подробная информация доступна в разделе «Ивенты» в публикации «Для начинающих и вернувшихся игроков!». <br/><br/>Желаем вам удачи, и не забывайте, что мы всегда с вами! <br/><br/>- Black Desert -
tr_tr: Tekrar hoş geldin! <br/><br/>Kaybettiğin zamanı telafi etmek için geri dönüşüne özel destek avantajı başladı. <br/><br/>Avantajın detaylarını merak ediyorsan, Etkinlik panosundaki Yeni/Geri Dönen Maceracılar için bildirime göz atabilirsin! <br/><br/>Black Desert dünyasında harika ve şanslı zaman geçirmeni dileriz. <br/>Unutma, daima birlikte olacağız! <br/><br/>-Black Desert-

# TRADE_MARKET_SELECT_SERVER_NA
source: North America
de_de: Nordamerika
fr_fr: Amérique du Nord
ru_ru: Северная Америка
tr_tr: Kuzey Amerika

# TRADE_MARKET_SELECT_SERVER_EU
source: Europe
de_de: Europa
ru_ru: Европа
tr_tr: Avrupa

# TRADE_MARKET_OTP_TITLE
source: OTP Verification
fr_fr: Authentification OTP
ru_ru: Подтверждение через OTP
tr_tr: OTP Doğrulama

# TRADE_MARKET_OTP_TITLE_DESC
source: Please enter the OTP code from the authenticator.
fr_fr: Veuillez saisir le code d'authentification OTP de l'application.
ru_ru: Введите код подтверждения OTP из мобильного приложения.
tr_tr: Doğrulama uygulamasındaki OTP Kodunu giriniz.

# TRADE_MARKET_ERROR_MSG_NOTMATCH_OTP
source: Incorrect verification code. Please try again.
fr_fr: Le code d'authentification n'est pas valide. Veuillez réessayer.
ru_ru: Код подтверждения не совпадает. Пожалуйста, повторите попытку.
tr_tr: Doğrulama kodu yanlış. Lütfen tekrar deneyiniz.

# TRADE_MARKET_ERROR_MSG_BACKUPCODE_ALREADY_USE
source: Backup code already used.
fr_fr: Ce code de secours a déjà été utilisé.
ru_ru: Данный код уже был использован.
tr_tr: Zaten kullanılmış bir Yedekleme Kodu.

# TRADE_MARKET_GAME_ERROR_eErrNoCantSellItemShutDown
source: Cannot list orderable items within 20 minutes of maintenance.
de_de: Objekte im Registrierungsprozess können max. bis zu 20 Min. vor der Wartung registriert werden.
fr_fr: Il est impossible d'inscrire un objet en vente s'il ne reste plus que 20 minutes ou moins avant de la maintenance.
ru_ru: В случае предметов, к которым применяется время ожидания продажи, регистрация невозможна за 20 минут до технических работ.
tr_tr: Satış Beklemeye takılan eşyalar, bakımdan 20 dakika önce kaydedilemez.

# TRADE_MARKET_RETRY_SELLBUY
source: Re-list
de_de: Neu registr.
fr_fr: Réinscrire
ru_ru: Повторить
tr_tr: Kayıt Yenile

# TRADE_MARKET_WAIT_LIST
source: In Registration Queue
de_de: Wird registriert
fr_fr: En attente d'inscription
ru_ru: Товары, ожидающ. рег.
tr_tr: Beklemedekiler

# TRADE_MARKET_GAME_ERROR_eErrNoRowPriceGroupBuy
source: Someone has already placed a pre-order for your item at a higher price. Fix your price to match or sell it at a higher price.
de_de: Es gibt einen Gegenstand einer anderen Klasse, den Ihr zu einem höheren Preis als Euren aktuellen Verkaufspreis vorbestellt habt. Euer Verkaufspreis muss gleich hoch oder höher sein.
fr_fr: Il existe une commande pour un objet de la même catégorie à un prix plus élevé. Veuillez le vendre à un montant égal ou supérieur au prix correspondant.
ru_ru: Имеется товар из другой группы, покупаемый по более высокой цене. Цена продажи должна быть не ниже этого значения.
tr_tr: Şu anki satış fiyatından daha yüksek bir fiyata satın alınmakta olan başka sınıfa ait eşya var. Bu fiyattan veya daha yüksek bir fiyattan satış yapılmalıdır.

# TRADE_MARKET_RETRY_CHECK
source: Place item in the Central Market warehouse to re-list.
de_de: Der betroffene Gegenstand muss sich im Lagerhaus befinden, damit er erneut registriert werden kann.
fr_fr: Placez l'objet dans l'entrepôt du Marché commun pour le réinscrire.
ru_ru: Для повторной регистрации переместите товар на склад аукциона.
tr_tr: Kayıt yenilemek için eşyayı Merkez Pazar Deposu'nda muhafaza etmelisiniz.

# WEB_CONTENTS_COPYRIGHT_COMMON
source: Copyright ⓒ PearlAbyss Corp. All rights reserved.
fr_fr: Copyright ⓒ PearlAbyss Corp. Tous droits réservés.
tr_tr: Copyright ⓒ PearlAbyss Corp. Tüm hakları saklıdır.

# TRADE_MARKET_ERROR_MSG_UNUSE_OTP
source: You need to register your OTP to trade this item.<br />OTP Settings can be found in Account Information > Account Security Center .
fr_fr: Vous devez utiliser le service OTP pour pouvoir inscrire cet objet.<br />Vous pouvez activer le service OTP via Ma page > Centre de sécurité.
tr_tr: Bu eşyayı satın alma ve satma işlemi yapabilmek için OTP servisi kullanılmalıdır.<br />OTP servisi Sayfam > Güvenlik Merkezi aracılığıyla ayarlanabilir.

# TRADE_MARKET_ERROR_MSG_MAXFAIL_OTP
source: Entering the incorrect verification code for 10 or more times will restrict further attempts for 24 hours.<br/>Please contact Customer Support.
fr_fr: Vous avez entré un code de vérification incorrect plus de 10 fois. Votre saisie a été restreinte pendant 24 heures.<br />Si vous avez besoin d'aide, veuillez contacter le Service client.
tr_tr: Doğrulama kodunu 10 kez yanlış girdiniz. 24 saat boyunca kod giremezsiniz.<br />Sorularınız için Oyuncu Destek'ten yardım alabilirsiniz.

# TRADE_MARKET_LANGUAGE_ES-ES
source: Español (Latinoamérica)
fr_fr: Español (LAT)

# TRADE_MARKET_LANGUAGE_ES-US
source: Español (España)
fr_fr: Español (EU)
