Repository: berkaybyr/GB.BlackDesert.Trade
Catalog: Resources/Resources.*.resx
Languages: de_de, fr_fr, ru_ru, tr_tr

# TRADE_MARKET_GAME_ERROR_eErrNoWorldMarketCreateWalletFail
source: The Warehouse failed to be created.
de_de: Das Lagerhaus konnte nicht erstellt werden.
fr_fr: Échec de la création de l'entrepôt.
ru_ru: Не удалось создать счет на складе Центрального аукциона.
tr_tr: Hesap oluşturma başarısız.

# TRADE_MARKET_GAME_ERROR_eErrNoDbInternalError
source: There was an internal error.
de_de: Es gab einen internen Fehler.
fr_fr: Une erreur interne s'est produite.
ru_ru: Во время обработки данных возникла ошибка.
tr_tr: İşlem sırasında iç hata oluştu.

# TRADE_MARKET_GAME_ERROR_eErrNoNoCalculateItemWorldMarket
source: Item collection failed.
de_de: Das Abholen der Gegenstände ist fehlgeschlagen.
fr_fr: Échec de la récupération d'objet.
ru_ru: Не удалось произвести расчет.
tr_tr: Eşya hesaplama başarısız.

# TRADE_MARKET_GAME_ERROR_eErrNoPublisherFailAuthetication
source: Account authentication failed.
de_de: Kontoverifizierung fehlgeschlagen.
fr_fr: Échec de l'authentification du compte.
ru_ru: Ошибка подтверждения.
tr_tr: Hesap doğrulama başarısız.

# TRADE_MARKET_SELL_TOTAL_PRICE
source: Total Amount
de_de: Gesamtanzahl
fr_fr: Montant total
ru_ru: Общая стоимость продаж
tr_tr: Toplam Satış Fiyatı

# TRADE_MARKET_BUY_TOTAL_PRICE
source: Total Cost
de_de: Gesamtpreis
fr_fr: Coût total
ru_ru: Общая стоимость покупок
tr_tr: Toplam Satın Alma Fiyatı

# TRADE_MARKET_ALRAM_SELL
source: You sold [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] for [STR:SILVER] Silver.
de_de: Ihr habt [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME] für [STR:SILVER] Silber verkauft.
fr_fr: Vous avez vendu [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] au prix de [STR:SILVER] pièces.
ru_ru: Продан предмет [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. ([STR:SILVER] серебра)
tr_tr: [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane satış tamamlandı. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_SELL_BIDDING
source: You listed [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] to sell for [STR:SILVER] Silver.
de_de: Ihr habt [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME] für [STR:SILVER] Silber zum Verkauf registriert.
fr_fr: Vous avez inscrit [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] à la vente au prix de [STR:SILVER] pièces.
ru_ru: Предпродажа предмета [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. была завершена. ([STR:SILVER] серебра)
tr_tr: [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane satış rezervesi tamamlandı. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_SELL_BIDDING_CANCEL
source: You cancelled your listing of [STR:SUBTYPE][STR:ITEMNAME] x[STR:ITEMCOUNT] to be sold for [STR:SILVER] Silver.
de_de: Ihr habt Euer Angebot von [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME] für [STR:SILVER] Silber storniert.
fr_fr: Vous avez annulé l'inscription de [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] à la vente au prix de [STR:SILVER] pièces.
ru_ru: Предпродажа предмета [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. была отменена. ([STR:SILVER] серебра)
tr_tr: [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane satış rezervesi geri çekildi. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_SELL_BIDDING_CANCEL_CALCULATE
source: Your sale of [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] for [STR:SILVER] Silver is complete.
de_de: Euer Verkauf von [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME] für [STR:SILVER] Silber ist abgeschlossen.
fr_fr: La vente de [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] au prix de [STR:SILVER] pièces a été conclue.
ru_ru: Получен расчет за предпродажу предмета [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. ([STR:SILVER] серебра)
tr_tr: Satış rezevi yapılan [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane hesaplandı. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_BUY
source: You purchased [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] for [STR:SILVER] Silver.
de_de: Ihr habt [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME] für [STR:SILVER] Silber gekauft.
fr_fr: Vous avez acheté [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] au prix de [STR:SILVER] pièces.
ru_ru: Приобретен предмет [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. ([STR:SILVER] серебра)
tr_tr: [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane satın alındı. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_BUY_BIDDING
source: You ordered [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] for [STR:SILVER] Silver.
de_de: Ihr habt [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME] für [STR:SILVER] Silber bestellt.
fr_fr: Vous avez commandé [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] au prix de [STR:SILVER] pièces.
ru_ru: Предпокупка предмета [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. была завершена. ([STR:SILVER] серебра)
tr_tr: [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane ön sipariş yapıldı. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_BUY_BIDDING_CANCEL
source: You cancelled your order of [STR:SUBTYPE][STR:ITEMNAME] x[STR:ITEMCOUNT] to be bought for [STR:SILVER] Silver.
de_de: Ihr habt Eure Bestellung von [STR:ITEMCOUNT] x [STR:SUBTYPE][STR:ITEMNAME] für [STR:SILVER] Silber storniert.
fr_fr: Vous avez annulé votre commande de [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] au prix de [STR:SILVER] pièces.
ru_ru: Предпокупка предмета [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. была отменена. ([STR:SILVER] серебра)
tr_tr: [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane ön sipariş geri çekildi. [STR:SILVER] Gümüş Para

# TRADE_MARKET_ALRAM_BUY_BIDDING_CANCEL_CALCULATE
source: Your order of [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] for [STR:SILVER] Silver is complete.
de_de: Eure Bestellung von [STR:ITEMCOUNT] x [STR:SUBTYPE] [STR:ITEMNAME]für [STR:SILVER] Silber ist abgeschlossen.
fr_fr: Votre commande de [STR:SUBTYPE] [STR:ITEMNAME] x[STR:ITEMCOUNT] au prix de [STR:SILVER] pièces a été reçue.
ru_ru: Совершен расчет за предпокупку предмета [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] шт. ([STR:SILVER] серебра)
tr_tr: Ön sipariş yapılan [STR:SUBTYPE] [STR:ITEMNAME] [STR:ITEMCOUNT] tane hesaplandı. [STR:SILVER] Gümüş Para

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_DBException
source: There was an internal error with the Central Market.
de_de: Es gab einen internen Fehler mit dem Zentralmarkt.
fr_fr: Une erreur interne s'est produite concernant le marché commun.
ru_ru: Во время обработки данных на Центральном аукционе произошла внутренняя ошибка.
tr_tr: Merkez Pazar işleminde iç hata oluştu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_HttpException
source: There was an connection error with the Central Market.
de_de: Es gab einen Verbindungsfehler mit dem Zentralmarkt.
fr_fr: Une erreur de connexion avec le marché commun s'est produite.
ru_ru: Во время использования Центрального аукциона произошла ошибка соединения.
tr_tr: Merkez Pazar işleminde bağlantı hatası oluştu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_JSONException
source: There was an error with the Central Market.
de_de: Es gab einen Fehler mit dem Zentralmarkt.
fr_fr: Une erreur avec le marché commun s'est produite.
ru_ru: Во время обработки данных на Центральном аукционе произошла ошибка.
tr_tr: Merkez Pazar işleminde hata oluştu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_JSONIsNull
source: There was an error with the Central Market.
de_de: Es gab einen Fehler mit dem Zentralmarkt.
fr_fr: Une erreur avec le marché commun s'est produite.
ru_ru: На Центральном аукционе произошла ошибка.
tr_tr: Merkez Pazar işlemi sonucu hatalı.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_UserNotExist
source: The user information is not available in the Central Market.
de_de: Die Benutzerinformationen sind im Zentralmarkt nicht verfügbar.
fr_fr: L'information utilisateur n'est pas disponible sur le marché commun.
ru_ru: Информация о пользователе отсутствует на Центральном аукционе.
tr_tr: Merkez Pazar kullanıcı bilgisi mevcut değil.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_InvalidCount
source: The number of items in the Central Market is not correct.
de_de: Die Anzahl der Gegenstände im Zentralmarkt sind nicht korrekt.
fr_fr: Le nombre d'objets dans le marché commun est incorrect.
ru_ru: Некорректное количество предметов на Центральном аукционе.
tr_tr: Merkaz Pazar eşya sayısı hatalı.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_InvalidItem
source: This item cannot be registered on the Central Market.
de_de: Dieser Gegenstand kann nicht am Zentralmarkt registriert werden.
fr_fr: Cet objet ne peut pas être enregistré sur le marché commun.
ru_ru: Данный предмет невозможно зарегистрировать на Центральном аукционе.
tr_tr: Bu eşya Merkez Pazar'a kaydedilemez.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_InvalidItemGroup
source: This item cannot be registered on the Central Market due to its enhancement level.
de_de: Dieser Gegenstand kann aufgrund seiner Verstärkungsstufe nicht am Zentralmarkt registriert werden.
fr_fr: Cet objet ne peut pas être enregistré sur le marché commun à cause de son niveau d'optimisation.
ru_ru: Предмет с данным уровнем усиления невозможно зарегистрировать на Центральном аукционе.
tr_tr: Merkez Pazar'a kaydedilemeyen bir yükseltme leveli mevcut.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_BuyBiddingFail
source: There was an error while finalizing the purchase.
de_de: Es gab einen Fehler beim Abschluss des Kaufs.
fr_fr: Une erreur s'est produite pendant la finalisation de l'achat.
ru_ru: При осуществлении покупки произошла ошибка.
tr_tr: Satın alma işlemi sırasında hata oluştu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_BuyBiddingRepeatOverFail
source: There was an error while attempting to finalize the purchase.
de_de: Es gab einen Fehler beim Versuch, den Kauf abzuschließen.
fr_fr: Une erreur s'est produite lors de la tentative de finalisation de l'achat.
ru_ru: Во время покупки возникла ошибка.
tr_tr: Satın alma işlemi başarısız oldu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_SellBiddingFail
source: There was an error while processing the sale.
de_de: Es gab einen Fehler bei der Verarbeitung des Kaufs.
fr_fr: Une erreur s'est produite lors du traitement de la vente.
ru_ru: При осуществлении продажи произошла ошибка.
tr_tr: Satış işlemi sırasında hata oluştu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_SellBiddingRepeatOverFail
source: There was an error while selling the item.
de_de: Es gab einen Fehler beim Verkauf des Gegenstands.
fr_fr: Une erreur s'est produite lors de la vente de l'objet.
ru_ru: Во время продажи произошла ошибка.
tr_tr: Satış işlemi başarısız oldu.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_PriceWrong
source: The price is invalid.
de_de: Der Preis ist ungültig.
fr_fr: Le prix est incorrect.
ru_ru: Некорректное значение цены.
tr_tr: Fiyat geçersiz.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_ItemNotExist
source: There are no such item in the Central Market.
de_de: Der Gegenstand existiert nicht am Zentralmarkt.
fr_fr: Impossible de trouver cet objet dans le marché commun.
ru_ru: Предмет отсутствует на Центральном аукционе.
tr_tr: Merkez Pazarda eşya yok.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_InvalidItemStack
source: You have exceeded the maximum number of items you can register/retrieve at a time.
de_de: Ihr habt die max. Anzahl an Gegenständen erreicht, die Ihr gleichzeitig registrieren/abholen könnt.
fr_fr: Le nombre d'objets maximum que vous pouvez inscrire/récupérer à la fois est dépassé.
ru_ru: Превышено максимальное количество предметов, которые можно зарегистрировать/забрать за один раз.
tr_tr: Kayıt ve geri çekme sırasında tek seferde işlenebilen sayıyı aştınız.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_PayloadIsZero
source: There was an error with the Central Market.
de_de: Es gab einen Fehler mit dem Zentralmarkt.
fr_fr: Une erreur avec le marché commun s'est produite.
ru_ru: На Центральном аукционе возникла ошибка.
tr_tr: Merkez Pazar işlemi sonucu hatalı.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_ItemCountOver
source: You have exceeded the maximum amount of total trades, so you cannot make any sales or purchases.
de_de: Ihr habt die max. Anzahl an Handelsvorgängen erreicht. Käufe und Verkäufe sind somit nicht verfügbar.
fr_fr: Vous avez dépassé le nombre maximum de transactions, vous ne pouvez plus effectuer de ventes ni d'achats.
ru_ru: Превышено максимальное количество сделок, потому совершить продажу или покупку невозможно.
tr_tr: Eşya ticareti sınırını aştığınız için satın alma ve satış yapamazsınız.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_StringOver
source: There are too many results for this search.
de_de: Zu viele Ergebnisse für diese Suche.
fr_fr: Il y a trop de résultats pour cette recherche.
ru_ru: Превышено допустимое макс. количество предметов для поиска за один раз.
tr_tr: Tek seferde arama yapılabilen eşya sayısını geçtiniz.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_ReserveBuyBiddingFail
source: You need to list a higher price in order to order an item.
de_de: Wählt einen höheren Preis, um den Gegenstand zu bestellen.
fr_fr: Vous devez saisir un prix plus élevé pour pouvoir commander un objet.
ru_ru: Забронировать предмет для покупки можно после установки цены выше основной.
tr_tr: Ön sipariş yapmak için standart fiyattan daha yüksek bir fiyat belirlemelisiniz.

# TRADE_MARKET_WEB_ERROR_eWorldTradeMarketErrorNo_ReserveSellBiddingFail
source: To register an item for sale, it must registered at a price lower than the base price.
de_de: Um einen Gegenstand zum Verkauf zu registrieren, muss er zu einem niedrigeren Preis als dem Standardpreis registriert werden.
fr_fr: Pour que l'inscription en vente d'un objet soit validée, il faut qu'il soit inscrit à un prix inférieur au prix de base.
ru_ru: Выставить предмет на продажу можно только при установке цены ниже основной.
tr_tr: Satış rezervesi yapmak için standart fiyattan daha düşük bir fiyat belirlemelisiniz.

# TRADE_MARKET_SELL_BIDDING_SUCCESS
source: The item was successfully listed.
de_de: Der Gegenstand wurde erfolgreich registriert.
fr_fr: L'objet a été inscrit.
ru_ru: Предпродажа завершена.
tr_tr: Satış rezervesi tamamlandı.

# TRADE_MARKET_BROWSER_MSG
source: This website is optimized for mobile browsers.
de_de: Diese Website wurde für Mobiltelefone optimiert.
fr_fr: Ce site web est optimisé pour les navigateurs sur smartphones.
ru_ru: Данный сайт был оптимизирован для мобильного браузера. Советуем Вам использовать мобильный браузер для удобного использования Центрального аукциона.
tr_tr: Bu site mobil tarayıcıya uygun hale getirilmiştir. Merkez Pazar'ı daha kolay kullanmak için mobil tarayıcısı kullanmanız tavsiye edilir.

# TRADE_MARKET_SEARCH_RESULT_TEXT
source: Search Results
de_de: Suchergebnisse
fr_fr: Résultats de la recherche
ru_ru: Результаты поиска
tr_tr: Arama Sonucu

# TRADE_MARKET_SELL_VALUE_PACKAGE_CONFIRM
source: You can receive a 30% bonus with an active Value Pack. Continue without a Value Pack?
de_de: Mit einem aktiven Vorteilspaket könnt Ihr einen Bonus von 30 % erhalten. Möchtet Ihr Euren Gewinn wirklich ohne Vorteilspaket abholen?
fr_fr: Il est possible d'obtenir un gain de +30 % lors de la récupération de l'argent des ventes du marché avec un Pack de valeur actif. Voulez-vous procéder sans Pack de valeur actif ?
ru_ru: При использовании Премиум-набора можно получить дополнительно 30% с выручки. Вы уверены, что хотите продать сейчас?
tr_tr: Değerli Paket Buffı kullanımında toplanan paranın %30'unu ek olarak elde edebilirsiniz. Satış yapmak ister misiniz?

# TRADE_MARKET_ITEM_ENCHANT_GRADE_1
source: PRI
de_de: MON
ru_ru: I

# TRADE_MARKET_ITEM_ENCHANT_GRADE_2
source: DUO
de_de: DI
ru_ru: II

# TRADE_MARKET_ITEM_ENCHANT_GRADE_3
source: TRI
ru_ru: III

# TRADE_MARKET_ITEM_ENCHANT_GRADE_4
source: TET
ru_ru: IV

# TRADE_MARKET_ITEM_ENCHANT_GRADE_5
source: PEN
ru_ru: V

# TRADE_MARKET_ALRAM_TITLE
source: Notifications
de_de: Benachrichtigungen
ru_ru: Оповещения
tr_tr: Bildirimler

# TRADE_MARKET_ALRAM_CLOSE
source: Close
de_de: Schließen
fr_fr: Fermer
ru_ru: Закрыть
tr_tr: Kapat

# TRADE_MARKET_CONDITION
source: Price
de_de: Preis
fr_fr: Prix
ru_ru: Рыночная цена
tr_tr: Pazar Fiyatı

# TRADE_MARKET_CONDITION_SHOW
source: See Details
de_de: Details ansehen
fr_fr: Effectuer une transaction
ru_ru: Показать
tr_tr: Göster

# TRADE_MARKET_PC_BROWSER_ERROR
source: This website is optimized for mobile browsers.
de_de: Diese Website wurde für Mobiltelefone optimiert.
fr_fr: Ce site web a été conçu et optimisé pour les appareils mobiles.
ru_ru: Данный сайт был оптимизирован для мобильного браузера. <br />Советуем Вам использовать мобильный браузер для удобного использования Центрального аукциона.
tr_tr: Bu site en iyi hizmeti mobil taracıyı üzerinden sağlamaktadır.<br />Merkez Pazar’ı kullanmak için mobil tarayıcıya geçiniz.

# TRADE_MARKET_NOT_EXISTS_MY_WALLET_TITLE
source: Caution
de_de: Achtung
fr_fr: Attention
ru_ru: Для того, чтобы воспользоваться мобильным Центральным аукционом, <br />обратите внимание на информацию приведенную ниже.
tr_tr: Mobil Merkez Pazar’ı kullanmadan önce<br />aşağıdaki bilgileri gözden geçirin.

# TRADE_MARKET_NOT_EXISTS_MY_WALLET_TEXT1
source: You must have a Black Desert Online account with an active Family to use the Central Market through a browser.
de_de: Ihr müsst einen Black Desert Online Account mit einer aktiven Familie besitzen, um den Zentralmarkt über einen Browser verwenden zu können.
fr_fr: Vous devez avoir un compte de Black Desert Online avec une famille active pour pouvoir utiliser la version mobile du marché commun.
ru_ru: Для того, чтобы воспользоваться мобильным Центральным аукционом необходимо использовать аккаунт, на котором создана семья (фамилия).
tr_tr: Mobil Merkez Pazar’ı kullanmak için aile adı oluşturulmuş bir hesabınız olmalıdır.

# TRADE_MARKET_NOT_EXISTS_MY_WALLET_TEXT2
source: You must use the Central Market Warehouse in the game at least once before you can access the Central Market through a browser.
de_de: Ihr müsst das Zentralmarktlagerhaus mindestens einmal innerhalb des Spiels verwenden, bevor Ihr Zugriff auf den Zentralmarkt über einen Browser habt.
fr_fr: Vous devez utiliser l'entrepôt du marché au moins une fois dans le jeu afin de pouvoir accéder à la version mobile du marché commun.
ru_ru: Для того, чтобы использовать Веб/Мобильный Центральный аукцион, необходимо воспользоваться инвентарем Центрального аукциона в игре хотя бы 1 раз.
tr_tr: Mobil Merkez Pazar’ı kullanabilmek için oyun içinde Merkez Pazar Deposu’nu bir kez veya daha fazla kullanmış olmalısınız.

# TRADE_MARKET_GO_NOTICE
source: Go to the Official Website
de_de: Geht zur offiziellen Website
fr_fr: Aller sur le site web officiel
ru_ru: Перейти на официальный сайт
tr_tr: Resmi Web Sitesine Git

# TRADE_MARKET_MAINTENANCE_TITLE
source: Maintenance Notice
de_de: Wartungshinweist
fr_fr: Informations de maintenance
ru_ru: Информация о технических работах
tr_tr: Bakım Bildirimleri

# TRADE_MARKET_GUIDE_TITLE
source: Notice
de_de: Hinweis
fr_fr: Infos
ru_ru: Информация
tr_tr: Bildirimler

# TRADE_MARKET_MAINTENANCE_CONTENTS_1
source: We are performing a maintenance.<br />We apologize for any inconvenience.
de_de: Wartungsarbeiten werden durchgeführt.<br />Bitte entschuldigt die Unannehmlichkeiten.
fr_fr: Maintenance en cours.<br />Nous vous prions de nous excuser pour la gêne occasionnée.
ru_ru: Приносим извинения за доставленные неудобства. <br />Для обновления контента и стабилизации серверов проводятся тех. работы.
tr_tr: Verdiğimiz rahatsızlık sebebiyle özür dileriz.<br />İçeriklerdeki güncellemeler ve sunucudaki düzenlemeler için bakımdayız.

# TRADE_MARKET_MAINTENANCE_CONTENTS_2
source: We are performing a maintenance.<br />We apologize for any inconvenience.
de_de: Wartungsarbeiten werden durchgeführt.<br />Bitte entschuldigt die Unannehmlichkeiten.
fr_fr: Maintenance en cours.<br />Nous vous prions de nous excuser pour la gêne occasionnée.
ru_ru: Для стабилизации серверов проводятся технические работы.
tr_tr: Sunucudaki düzenlemeler için bakımdayız.

# TRADE_MARKET_BIDDING_BUY_WAIT
source: Orders
de_de: Bestellungen
fr_fr: Commandes
ru_ru: Покупка
tr_tr: Sipariş Bekleme

# TRADE_MARKET_BIDDING_SELL_WAIT
source: Items Listed
de_de: Registrierte Gegenstände
fr_fr: Mes ventes
ru_ru: Продажа
tr_tr: Satış Bekleme

# TRADE_MARKET_BIDDING_EA
source: [STR:ITEMCOUNT]
ru_ru: [STR:ITEMCOUNT] шт.
tr_tr: [STR:ITEMCOUNT] tane

# TRADE_MARKET_GAME_ERROR_eErrNoAlreadyReservationDay
source: The order cannot be placed as an identical order already exists.
de_de: Die Bestellung kann nicht platziert werden, da eine derartige Bestellung bereits existiert.
fr_fr: Impossible de passer la commande car une commande identique existe déjà.
ru_ru: Сделать предзаказ невозможно, так как он уже сделан.
tr_tr: Zaten ön sipariş verildiği için ön sipariş başarısız oldu.

# WEB_CONTENTS_TITLE
source: Black Desert Online - Web Central Market
de_de: Black Desert Online – Zentralmarkt für das Handy
fr_fr: Marché commun – version mobile
ru_ru: Black Desert - мобильный Центральный аукцион
tr_tr: Black Desert - Web Merkez Pazar

# TRADE_MARKET_SELL_CALCULATE_VALUE_PACKAGE_CONFIRM
source: You can receive a 30% bonus with an active Value Pack. Continue without a Value Pack?
de_de: Mit einem aktiven Vorteilspaket könnt Ihr einen Bonus von 30 % erhalten. Möchtet Ihr Euren Gewinn wirklich ohne Vorteilspaket abholen?
fr_fr: Il est possible d'obtenir un gain de +30 % lors de la récupération de l'argent des ventes du marché avec un Pack de valeur actif. Voulez-vous procéder sans Pack de valeur actif ?
ru_ru: При использовании Премиум-набора можно получить дополнительно 30% с выручки. Вы уверены, что хотите произвести расчет сейчас?
tr_tr: Değerli Paket Buffı kullanımında toplanan paranın %30'unu ek olarak elde edebilirsiniz. Hesaplamak ister misiniz?

# TRADE_MARKET_SECONDPWD_FAIL
source: Please make sure your secondary password is correct.
de_de: Ihr habt ein falsches Zweitpasswort eingegeben.
fr_fr: Votre mot de passe secondaire n'est pas valide.
ru_ru: Неверный пин-код.
tr_tr: İkinci şifre hatalı.

# TRADE_MARKET_SECONDPWD_INSERT1
source: Please enter your in-game secondary password.
de_de: Bitte gebt das aktuelle Zweitpasswort des Spiels ein.
fr_fr: Veuillez saisir le mot de passe secondaire que vous utilisez au jeu.
ru_ru: Введите используемый в игре пин-код.
tr_tr: Oyunda kullandığınız ikinci şifreyi giriniz.

# TRADE_MARKET_SECONDPWD_INSERT2
source: Secondary passwords must be at least 6 characters long.
de_de: Bitte gebt mind. 6 Nummern ohne Leerzeichen ein.
fr_fr: Veuillez entrer les 6 numéros attachés.
ru_ru: Пин-код должен состоять из 6 и более цифр.
tr_tr: En az 6 haneli sayıyı boşluk bırakmadan giriniz.

# TRADE_MARKET_SECONDPWD_CONFIRM
source: Enter
de_de: OK
fr_fr: Confirmer
ru_ru: Подтвердить
tr_tr: Tamam

# TRADE_MARKET_SECONDPWD_CANCEL
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отменить
tr_tr: İptal

# TRADE_MARKET_SECONDPWD_MYINFO
source: Identity Verification
de_de: Identitätsverifikation
fr_fr: Vérification d'identité
ru_ru: Подтвердить данные
tr_tr: Kimlik Doğrulama

# TRADE_MARKET_PC_BROWSER_NOT_ALLOW
source: You cannot access the Central Market from this browser.<br />Please use your mobile device or the Chrome browser on your PC.
de_de: Auf diesem Browser könnt Ihr nicht den Zentralmarkt verwenden.<br />Bitte versucht es auf einem mobilen Gerät oder auf dem Chrome-Browser für den PC.
fr_fr: L'utilisation du Marché commun est impossible avec le navigateur actuel.<br />Veuillez réessayer avec le navigateur chrome sur PC ou votre appareil mobile.
ru_ru: Использование Центрального аукциона с помощью данного браузера невозможно. <br />Воспользуйтесь мобильным устройством или браузером Google Chrome для ПК.
tr_tr: Merkez Pazar'ı mevcut tarayıcıda kullanamazsınız.<br />Mobil cihaz veya PC Chrome tarayıcısını kullanmalısınız.
