Repository: berkaybyr/GB.BlackDesert.Trade
Catalog: Resources/Resources.*.resx
Languages: de_de, fr_fr, ru_ru, tr_tr

# TRADE_MARKET_MAIN_MENU_MARKET
source: MoonBD Central Market
de_de: Zentralmarkt
fr_fr: Marché commun
ru_ru: Центральный аукцион
tr_tr: MoonBD Merkez Pazar

# TRADE_MARKET_MAIN_MENU_WALLET
source: My Items
de_de: Lagerhaus
fr_fr: Entrepôt
ru_ru: Мои товары
tr_tr: Eşyalarım

# TRADE_MARKET_MAIN_MENU_BIDDING_BUY
source: Orders
de_de: Bestellungen
fr_fr: Commandes
ru_ru: Предпокупка
tr_tr: Ön Sipariş

# TRADE_MARKET_MAIN_MENU_BIDDING_SELL
source: Items Listed
de_de: Registrierte Gegenstände
fr_fr: Mes ventes
ru_ru: Предпродажа
tr_tr: Satış Rezervi

# TRADE_MARKET_MAIN_SEARCH_NEED_TEXT
source: Enter the name of the item.
de_de: Namen des Gegenstands eingeben
fr_fr: Saisir le nom de l'objet.
ru_ru: Введите название товара.
tr_tr: Eşya adını giriniz.

# TRADE_MARKET_MAIN_SEARCH
source: Search
de_de: Suchen
fr_fr: Rechercher
ru_ru: Поиск
tr_tr: Ara

# TRADE_MARKET_MAIN_SEARCH_REFRESH
source: Refresh
de_de: Aktualisieren
fr_fr: Rafraîchir
ru_ru: Обновить
tr_tr: Yenile

# TRADE_MARKET_MAIN_REGIST_COUNT
source: Listed Amount
de_de: Registrierte Anzahl
fr_fr: Quantité en vente
ru_ru: Кол-во
tr_tr: Kayıt Sayısı

# TRADE_MARKET_MAIN_CUMULATIVE_VOLUME
source: Total Trades
de_de: Gesamte Transaktionen
fr_fr: Total de transactions
ru_ru: Объем продаж
tr_tr: Toplam Ticaret

# TRADE_MARKET_MAIN_MY_ACCOUNT
source: Warehouse
de_de: Lagerhaus
fr_fr: Entrepôt
ru_ru: Склад
tr_tr: Hesabım

# TRADE_MARKET_MAIN_CURRENT_SILVER
source: Silver
de_de: Silber
fr_fr: Pièces
ru_ru: Серебро
tr_tr: Bakiye

# TRADE_MARKET_MAIN_WEIGHT
source: Weight
de_de: Gewicht
fr_fr: Poids
ru_ru: Грузоподъемность
tr_tr: Ağırlık

# TRADE_MARKET_MAIN_AMOUNT
source: Amount
de_de: Anzahl
fr_fr: Montant
ru_ru: Количество
tr_tr: Miktar

# TRADE_MARKET_MAIN_BUY
source: Buy
de_de: Kaufen
fr_fr: Acheter
ru_ru: Покупка
tr_tr: Satın Al

# TRADE_MARKET_ERROR_MSG_EXCEPTION
source: There was an error.
de_de: Es gab einen Fehler.
fr_fr: Une erreur s'est produite.
ru_ru: Произошла ошибка.
tr_tr: İşlem sırasında bir hata oluştu.

# TRADE_MARKET_ERROR_MSG_NOT_EXSITS_USER
source: The user information is not available.
de_de: Die Benutzerinformationen sind nicht verfügbar.
fr_fr: L'information utilisateur n'est pas disponible.
ru_ru: Информация о пользователе отсутствует.
tr_tr: Kullanıcı bilgisi mevcut değil.

# TRADE_MARKET_ERROR_MSG_INVALID_ITEM_COUNT
source: The number of items is not valid.
de_de: Die Anzahl an Gegenständen ist ungültig.
fr_fr: Le nombre d'objets n'est pas valide.
ru_ru: Недопустимое количество предметов.
tr_tr: Geçersiz eşya miktarı.

# TRADE_MARKET_ERROR_MSG_INVALID_ITEM
source: The item information is invalid.
de_de: Die Gegenstandsinformation ist ungültig.
fr_fr: Les informations de l'objet ne sont pas valides.
ru_ru: Информация о предмете недействительна.
tr_tr: Geçersiz eşya bilgisi.

# TRADE_MARKET_ERROR_MSG_ITEM_BUY_FAIL
source: The item was not bought.
de_de: Der Gegenstand wurde nicht gekauft.
fr_fr: L'objet n'a pas été acheté.
ru_ru: Купить предмет не удалось.
tr_tr: Eşya satın alımı başarısız.

# TRADE_MARKET_ERROR_MSG_ITEM_SELL_FAIL
source: The item was not sold.
de_de: Der Gegenstand wurde nicht verkauft.
fr_fr: L'objet n'a pas été vendu.
ru_ru: Продать предмет не удалось.
tr_tr: Eşya satımı başarısız.

# TRADE_MARKET_ERROR_MSG_PRICE_WORNG
source: The price is inaccurate.
de_de: Der Preis ist falsch.
fr_fr: Le prix est inexact.
ru_ru: Некорректная цена.
tr_tr: Fiyat bilgisi yanlış.

# TRADE_MARKET_ERROR_MSG_NOT_EXSITS_ITEM
source: The item information is not available.
de_de: Die Gegenstandsinformationen sind nicht verfügbar.
fr_fr: Les informations sur l'objet ne sont pas disponibles.
ru_ru: Информация о предмете отсутствует.
tr_tr: Eşya bilgisi mevcut değil.

# TRADE_MARKET_ERROR_MSG_INVALID_SEARCH_TEXT
source: The search is invalid.
de_de: Der Suchbegriff ist ungültig.
fr_fr: Recherche non valide.
ru_ru: Некорректная информация поиска.
tr_tr: Aradığınız kelime geçersizdir.

# TRADE_MARKET_ERROR_MSG_UNAUTHORIZED
source: There was an error with account authentication. Please log in again.
de_de: Es gab einen Fehler mit der Accountauthentifikation. Bitte loggt Euch erneut ein.
fr_fr: Une erreur s'est produite lors de l'authentification du compte. Veuillez-vous connecter à nouveau.
ru_ru: Ошибка подтверждения. Попробуйте войти позже.
tr_tr: Yanlış doğrulama kodu. Lütfen tekrar giriş yapınız.

# TRADE_MARKET_ERROR_MSG_REGIST_ITEM_FAIL
source: Item registration failed.
de_de: Gegenstandsregistrierung fehlgeschlagen.
fr_fr: Échec de l'inscription de l'objet.
ru_ru: Не удалось зарегистрировать предмет.
tr_tr: Eşya kaydetme başarısız.

# TRADE_MARKET_ERROR_MSG_WITHDRAW_ITEM_FAIL
source: Item retrieval failed.
de_de: Gegegenstandsrückholung fehlgeschlagen.
fr_fr: Échec de la récupération de l'objet.
ru_ru: Не удалось забрать предмет.
tr_tr: Eşya çekme başarısız.

# TRADE_MARKET_ERROR_MSG_NOT_EXISTS_WALLET
source: You do not have enough Silver in the Central Market Warehouse.
de_de: Ihr habt nicht genügend Silber im Zentralmarktlagerhaus.
fr_fr: Vous n'avez pas suffisamment de pièces dans l'Entrepôt du marché commun.
ru_ru: Недостаточное количество серебра на складе Центрального аукциона.
tr_tr: Merkez Pazar hesap bilgisi bulunmamaktadır.

# TRADE_MARKET_ERROR_MSG_BLOCK_ITEM
source: The item cannot be traded.
de_de: Dieser Gegenstand kann nicht gehandelt werden.
fr_fr: Cet objet ne peut être vendu.
ru_ru: Сделки по данному предмету приостановлены.
tr_tr: Merkez Pazar kullanımı durdurulan eşya.

# TRADE_MARKET_ERROR_MSG_BLOCK_USER
source: The user has been blocked from the Central Market.
de_de: Der Nutzer wurde vom Zentralmarkt ausgeschlossen.
fr_fr: L'utilisateur a été bloqué pour le marché commun.
ru_ru: Сделки с данным игроком приостановлены.
tr_tr: Merkez Pazar kullanımınız kısıtlanmıştır.

# TRADE_MARKET_ERROR_MSG_CLOSE_MARKET
source: Central Market is not available right now.
de_de: Der Zentralmarkt ist derzeit nicht verfügbar.
fr_fr: Le marché commun n'est pas disponible pour l'instant.
ru_ru: Центральный аукцион не доступен в данный момент.
tr_tr: Şu anda Merkez Pazar kullanılamamaktadır.

# TRADE_MARKET_ERROR_MSG_OVER_WEIGHT
source: You have exceeded the maximum volume allowed.
de_de: Ihr habt das maximale Volumen erreicht.
fr_fr: Vous avez dépassé le volume maximum autorisé.
ru_ru: Был превышен максимально допустимый вес.
tr_tr: Yük miktarı maks. sınırı aşıldı.

# TRADE_MARKET_ERROR_MSG_BIDDING_FAIL
source: There was an error while attempting to place your order.
de_de: Beim Platzieren Eurer Bestellung ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors du passage de votre commande.
ru_ru: Во время предпокупки произошла ошибка.
tr_tr: Ön sipariş işlemi sırasında hata oluştu.

# TRADE_MARKET_ERROR_MSG_NOT_ENOUGH_MONEY
source: You do not have enough Silver.
de_de: Ihr habt nicht genügend Silber.
fr_fr: Vous n'avez pas suffisamment de pièces.
ru_ru: Недостаточно средств.
tr_tr: Yeterli paraya sahip değilsiniz.

# TRADE_MARKET_ERROR_MSG_HAVE_SELL_BIDDING_FAIL
source: You cannot place an order for an item that you have listed for sale.
de_de: Ihr könnt keine Bestellung für einen Gegenstand aufgeben, den Ihr selbst zum Verkauf registriert habt.
fr_fr: Vous ne pouvez pas commander un objet que vous avez inscrit à la vente.
ru_ru: Не удалось сделать предзаказ на покупку, так как предмет уже выставлен на продажу.
tr_tr: Eşya satış rezervi yapıldı, satın alma rezervi başarısız oldu.

# TRADE_MARKET_ERROR_MSG_SELL_BIDDING_FAIL
source: The item was not listed for sale.
de_de: Der Gegenstand wurde nicht zum Verkauf registriert.
fr_fr: Cet objet n'est pas inscrit pour la vente.
ru_ru: Не удалось сделать предзаказ на продажу.
tr_tr: Eşya satış rezervi başarısız oldu.

# TRADE_MARKET_ERROR_MSG_CREATE_WALLET_FAIL
source: The Central Marketplace Warehouse failed to be created.
de_de: Das Zentralmarktlagerhaus konnte nicht erstellt werden.
fr_fr: Échec de la création de l'entrepôt du marché commun.
ru_ru: Не удалось создать склад на Центральном аукционе.
tr_tr: Merkez Pazar hesabı oluşturma başarısız.

# TRADE_MARKET_ERROR_MSG_CALC_ITEM_FAIL
source: Item collection failed.
de_de: Das Abholen der Gegenstände ist fehlgeschlagen.
fr_fr: Échec de la récupération d'objet.
ru_ru: Не удалось произвести расчет за предмет.
tr_tr: Eşya hesaplama başarısız.

# TRADE_MARKET_FAVORIT_LIST
source: Favorites
de_de: Favoriten
fr_fr: Favoris
ru_ru: Избранное
tr_tr: Favoriler

# TRADE_MARKET_ALL_LIST
source: All
de_de: Alle
fr_fr: Tous
ru_ru: Все
tr_tr: Liste (Tümü)

# TRADE_MARKET_FILTER_SEARCH
source: Filter
fr_fr: Filtrer
ru_ru: Поиск по фильтру
tr_tr: Filtreli Arama

# TRADE_MARKET_FILTER_SEARCH_AVG_PRICE
source: Average Price
de_de: Durchschnittlicher Preis
fr_fr: Prix moyen du marché
ru_ru: Средняя цена
tr_tr: Ortalama Fiyat

# TRADE_MARKET_FILTER_SEARCH_HIGH
source: High to Low
de_de: Hoch bis niedrig
fr_fr: Décroissant
ru_ru: По возрастанию
tr_tr: Yüksek Sıralama

# TRADE_MARKET_FILTER_SEARCH_LOW
source: Low to High
de_de: Niedrig bis hoch
fr_fr: Croissant
ru_ru: По убыванию
tr_tr: Düşük Sıralama

# TRADE_MARKET_FILTER_SEARCH_REGDATE
source: Registration Date
de_de: Registrierungsdatum
fr_fr: Date d'inscription
ru_ru: Дата регистрации
tr_tr: Kayıt Tarihi

# TRADE_MARKET_FILTER_SEARCH_RECENT
source: Recent to Old
de_de: Neu bis alt
fr_fr: Du plus récent au plus ancien
ru_ru: Недавние
tr_tr: Güncel

# TRADE_MARKET_FILTER_SEARCH_LATER
source: Old to Recent
de_de: Alt bis neu
fr_fr: Du plus ancien au plus récent
ru_ru: Ранние
tr_tr: Eski

# TRADE_MARKET_FILTER_SEARCH_REGIST_COUNT
source: Listed Amount
de_de: Registrierte Anzahl
fr_fr: Montant inscrit
ru_ru: Зарегистрированное количество
tr_tr: Kayıt Sayısı

# TRADE_MARKET_FILTER_SEARCH_REGIST_MANY
source: High to Low
de_de: Hoch bis niedrig
fr_fr: Décroissant
ru_ru: По возрастанию
tr_tr: Yüksek miktara göre sırala

# TRADE_MARKET_FILTER_SEARCH_REGIST_LOW
source: Low to High
de_de: Niedrig bis hoch
fr_fr: Croissant
ru_ru: По убыванию
tr_tr: Düşük miktara göre sırala

# TRADE_MARKET_FILTER_SEARCH_ENCHANT
source: Enhancement Level
de_de: Verstärkungsstufe
fr_fr: Niveau d'optimisation
ru_ru: Уровень усиления
tr_tr: Yükseltme Derecesi

# TRADE_MARKET_FILTER_SEARCH_INITIALIZE
source: Reset
de_de: Zurücksetzten
fr_fr: Réinitialiser
ru_ru: Сброс
tr_tr: Sıfırla

# TRADE_MARKET_BUY_CONFIRM
source: Buy
de_de: Kaufen
fr_fr: Acheter
ru_ru: Подтвердить покупку
tr_tr: Satın Almayı Onayla

# TRADE_MARKET_BUY_PRICE
source: Purchase Price
de_de: Kaufpreis
fr_fr: Prix d'achat
ru_ru: Цена покупки
tr_tr: Satın Alma Fiyatı

# TRADE_MARKET_BUY_QUANTITY
source: Quantity
de_de: Anzahl
fr_fr: Quantité
ru_ru: Количество покупки
tr_tr: Satın Alma Miktarı

# TRADE_MARKET_BUY_PRICE_CHANGE
source: Change
de_de: Ändern
fr_fr: Modifier
ru_ru: Изменить
tr_tr: Değiştir

# TRADE_MARKET_BUY_ENCHANT
source: Enhancement Level
de_de: Verstärkungsstufe
fr_fr: Niveau d'optimisation
ru_ru: Уровень усиления
tr_tr: Yükseltme Derecesi

# TRADE_MARKET_BUY_OK
source: Buy
de_de: Kaufen
fr_fr: Acheter
ru_ru: Подтвердить
tr_tr: Satın Almayı Onayla

# TRADE_MARKET_BUY_CANCEL
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отменить
tr_tr: Satın Almayı İptal Et

# TRADE_MARKET_SELL_REGIST
source: List Item
de_de: Gegenstand registrieren
fr_fr: Vendre
ru_ru: Зарегистрировать товары на продажу
tr_tr: Satış Kaydı

# TRADE_MARKET_SELL_REGIST_CLOSE
source: Close
de_de: Schließen
fr_fr: Fermer
ru_ru: Закрыть
tr_tr: Kapat

# TRADE_MARKET_SELL_REGIST_BASE_PRICE
source: Base Price
de_de: Standardpreis
fr_fr: Prix de base
ru_ru: Основная цена
tr_tr: Standart Fiyat

# TRADE_MARKET_SELL_REGIST_QUANTITY
source: Amount
de_de: Anzahl
fr_fr: Montant
ru_ru: Кол-во
tr_tr: Eşya Sayısı

# TRADE_MARKET_SELL_REGIST_SELL_COUNT
source: Quantity
de_de: Anzahl
fr_fr: Quantité
ru_ru: Объем продаж
tr_tr: Satış Miktarı

# TRADE_MARKET_SELL_REGIST_PRICE_PER_ONE
source: Unit Price
de_de: Pro Stück
fr_fr: Prix unitaire
ru_ru: Цена за 1 шт.
tr_tr: Birim Fiyat

# TRADE_MARKET_SELL_REGIST_PRICE_PER_ONE_CHANGE
source: Change
de_de: Ändern
fr_fr: Modifier
ru_ru: Изменить
tr_tr: Değiştir

# TRADE_MARKET_SELL_REGIST_OK
source: Register
de_de: Registrieren
fr_fr: Inscrire
ru_ru: Регистрация
tr_tr: Eşya Kaydet

# TRADE_MARKET_SELL_REGIST_CANCEL
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отмена
tr_tr: Kaydı İptal Et

# TRADE_MARKET_CALC_BUY
source: Collect
de_de: Abholen
fr_fr: Récupérer
ru_ru: Получить товар
tr_tr: Eşya Topla

# TRADE_MARKET_CALC_BUY_CLOSE
source: Close
de_de: Schließen
fr_fr: Fermer
ru_ru: Закрыть
tr_tr: Kapat

# TRADE_MARKET_CALC_BUY_PRICE_PER_ONE
source: Unit Price
de_de: Pro Stück
fr_fr: Prix unitaire
ru_ru: Цена за 1 шт.
tr_tr: Birim Fiyat

# TRADE_MARKET_CALC_BUY_RESERVE_COUNT
source: Ordered Amount
de_de: Bestellungen
fr_fr: Commandes
ru_ru: Количество товаров на предзаказ
tr_tr: Rezerve Sayısı

# TRADE_MARKET_CALC_BUY_COMPLETE_COUNT
source: Orders Completed
de_de: Bereits geliefert
fr_fr: Commandes terminées
ru_ru: Покупка завершена
tr_tr: Satın Alma Tamamlandı

# TRADE_MARKET_CALC_BUY_TOTAL_PRICE
source: Total Cost
de_de: Gesamtpreis
fr_fr: Coût total
ru_ru: Общая стоимость покупок
tr_tr: Toplam Alışveriş Fiyatı

# TRADE_MARKET_CALC_BUY_TEX_INFO
source: There will be a 30% commission charged.
de_de: Es wird eine Provision von 30 % fällig.
fr_fr: Une commission de 30 % sera prélevée.
ru_ru: Комиссия составляет 30%.
tr_tr: Eşya ticaretinin %30'u komisyondur.

# TRADE_MARKET_CALC_BUY_CONFIRM
source: Collect
de_de: Abholen
fr_fr: Récupérer
ru_ru: Получить товар
tr_tr: Eşya Topla

# TRADE_MARKET_CALC_BUY_CANCEL
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отменить
tr_tr: İptal

# TRADE_MARKET_CALC_SELL
source: Collect
de_de: Abholen
fr_fr: Récupérer les ventes
ru_ru: Продажа успешно завершена
tr_tr: Satış Hesaplama

# TRADE_MARKET_CALC_SELL_CLOSE
source: Close
de_de: Schließen
fr_fr: Fermer
ru_ru: Закрыть
tr_tr: Kapat

# TRADE_MARKET_CALC_SELL_PRICE_PER_ONE
source: Unit Price
de_de: Pro Stück
fr_fr: Prix unitaire
ru_ru: Сумма
tr_tr: Kayıt Fiyatı

# TRADE_MARKET_CALC_SELL_RESERVE_COUNT
source: Listed Amount
de_de: Registrierte Anzahl
fr_fr: Montant inscrit
ru_ru: Регистрируемое количество
tr_tr: Kayıt Sayısı

# TRADE_MARKET_CALC_SELL_COMPLETE_COUNT
source: Quantity
de_de: Anzahl
fr_fr: Quantité
ru_ru: Количество продаваемого товара
tr_tr: Satış Sayısı

# TRADE_MARKET_CALC_SELL_TOTAL_PRICE
source: Total Amount
de_de: Gesamtanzahl
fr_fr: Montant total
ru_ru: Общая стоимость продаж
tr_tr: Toplam Satış Fiyatı

# TRADE_MARKET_CALC_SELL_TEX_INFO
source: There will be a 30% commission charged.
de_de: Es wird eine Provision von 30 % fällig.
fr_fr: Une commission de 30 % sera prélevée.
ru_ru: Комиссия составляет 30%.
tr_tr: Eşya ticaretinin %30'u komisyondur.

# TRADE_MARKET_CALC_SELL_CONFIRM
source: Collect
de_de: Abholen
fr_fr: Récupérer
ru_ru: Расчет
tr_tr: Hesapla

# TRADE_MARKET_CALC_SELL_CANCEL
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отмена
tr_tr: İptal Et

# TRADE_MARKET_BUY_SUCCESS
source: You've purchased the item.
de_de: Gegenstand erworben.
fr_fr: Vous avez acheté l'objet.
ru_ru: Покупка успешно завершена.
tr_tr: Satın alma tamamlandı.

# TRADE_MARKET_SELL_SUCCESS
source: You've listed the items for sale.
de_de: Die Gegenstände wurden zum Verkauf registriert.
fr_fr: Vous avez inscrit les objets pour la vente.
ru_ru: Регистрация на продажу успешно завершена.
tr_tr: Satış kaydı tamamlandı.

# TRADE_MARKET_BUY_BIDDING_SUCCESS
source: You've placed the order.
de_de: Die Bestellung wurde aufgegeben.
fr_fr: Vous avez passé la commande.
ru_ru: Предзаказ на покупку успешно завершен.
tr_tr: Ön sipariş tamamlandı.

# TRADE_MARKET_EA
source: [STR:ITEMCOUNT]
ru_ru: [STR:ITEMCOUNT] шт.
tr_tr: [STR:ITEMCOUNT] tane

# TRADE_MARKET_TOTAL_SALE_COUNT
source: Total in Stock
de_de: Verfügbare Anzahl
fr_fr: Total en stock
ru_ru: Всего товаров
tr_tr: Toplam Kayıt Eşya Sayısı

# TRADE_MARKET_MY_WALLET_SELL
source: Sell
de_de: Verkaufen
fr_fr: Vendre
ru_ru: Продажа
tr_tr: Satış

# TRADE_MARKET_BUY_BIDDING_RESERVE_COUNT
source: Order Amount
de_de: Bestellungen
fr_fr: Commander le montant
ru_ru: Количество товаров на предзаказ
tr_tr: Rezerve Sayısı

# TRADE_MARKET_BUY_BIDDING_BOUGHT_COUNT
source: Orders Completed
de_de: Bereits geliefert
fr_fr: Commandes terminées
ru_ru: Покупка завершена.
tr_tr: Satın Alma Tamamlandı

# TRADE_MARKET_BUY_BIDDING_WITHDRAW
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отмена
tr_tr: İptal Et

# TRADE_MARKET_BUY_BIDDING_CALCULATE
source: Collect
de_de: Abholen
fr_fr: Récupérer
ru_ru: Расчет
tr_tr: Hesapla

# TRADE_MARKET_SELL_REGIST_RESERVE_COUNT
source: Listed Amount
de_de: Registrierte Anzahl
fr_fr: Quantité
ru_ru: Регистрируемое количество
tr_tr: Kayıt Sayısı

# TRADE_MARKET_SELL_REGIST_SOLD_COUNT
source: Sold
de_de: Bereits verkauft
fr_fr: Ventes réalisées
ru_ru: Продажа завершена
tr_tr: Satış Tamamlandı

# TRADE_MARKET_SELL_REGIST_WITHDRAW
source: Retrieve
de_de: Abbrechen
fr_fr: Récupérer
ru_ru: Забрать
tr_tr: Geri Çek

# TRADE_MARKET_SELL_REGIST_CALCULATE
source: Collect
de_de: Abholen
fr_fr: Récupérer
ru_ru: Расчет
tr_tr: Hesaplama

# TRADE_MARKET_BUY_FAIL
source: Failed Purchases
de_de: Fehlgeschlagene Käufe
fr_fr: Achats échoués
ru_ru: Совершить покупку не удалось
tr_tr: Eşya satın alma başarısız oldu.

# TRADE_MARKET_BUY_BIDDING_CANCEL_CONFIRM
source: Do you want to cancel the order?
de_de: Möchtet Ihr die Bestellung stornieren?
fr_fr: Voulez-vous annuler la commande ?
ru_ru: Желаете отменить предзаказ на покупку?
tr_tr: Ön siparişi iptal etmek ister misiniz?

# TRADE_MARKET_SELL_REGIST_CANCEL_CONFIRM
source: Do you want to cancel the item listing?
de_de: Möchtet Ihr die Registrierung des Gegenstandes stornieren?
fr_fr: Voulez-vous annuler l'inscription de l'objet ?
ru_ru: Желаете отменить зарегистрованную продажу товаров?
tr_tr: Satış kaydını iptal etmek ister misiniz?

# TRADE_MARKET_HOT_LIST
source: Volatile Price Items
de_de: Schwankende Preise
fr_fr: Objets à prix volatil
ru_ru: Товары с изм. ценами
tr_tr: Fiyatı Değişen Eşyalar

# TRADE_MARKET_GAME_ERROR_eErrNoRegistItemFail
source: Item registration failed.
de_de: Genstandsregistrierung fehlgeschlagen.
fr_fr: Échec de l'inscription de l'objet.
ru_ru: Не удалось зарегистрировать предмет.
tr_tr: Eşya kaydetme başarısız.

# TRADE_MARKET_GAME_ERROR_eErrNoWithdrawItemFail
source: Item retrieval failed.
de_de: Gegenstandsrückholung fehlgeschlagen.
fr_fr: Échec de la récupération de l'objet.
ru_ru: Не удалось забрать предмет.
tr_tr: Eşya geri çekme başarısız.

# TRADE_MARKET_GAME_ERROR_eErrNoItemInvalidCount
source: The amount is invalid.
de_de: Die Anzahl ist ungültig.
fr_fr: Le montant n'est pas valide.
ru_ru: Неверное количество товара.
tr_tr: Geçersiz sayı.

# TRADE_MARKET_GAME_ERROR_eErrNoInventoryItemNotExist
source: Item does not exist.
de_de: Gegenstand nicht vorhanden.
fr_fr: Cet objet n'existe pas.
ru_ru: Данный предмет не существует.
tr_tr: Eşya mevcut değil.

# TRADE_MARKET_GAME_ERROR_eErrNoNotExistWallet
source: The Warehouse does not exist.
de_de: Lagerhaus nicht vorhanden.
fr_fr: L'entrepôt n'existe pas.
ru_ru: Склад не существует.
tr_tr: Merkez Pazar hesap bilgisi bulunmamaktadır.

# TRADE_MARKET_GAME_ERROR_eErrNoBlockItem
source: This item cannot be purchased or sold in the Marketplace.
de_de: Dieser Gegenstand kann nicht gekauft/verkauft werden.
fr_fr: Impossible d'acheter ou de vendre cet objet sur le marché.
ru_ru: Сделки по данному предмету приостановлены.
tr_tr: Merkez Pazar kullanımı durdurulan eşya.

# TRADE_MARKET_GAME_ERROR_eErrNoBlockUser
source: The user has been blocked from the Central Market.
de_de: Der Nutzer wurde vom Zentralmarkt ausgeschlossen.
fr_fr: L'utilisateur ne peut plus utiliser le marché commun.
ru_ru: Сделки с данным игроком приостановлены.
tr_tr: Merkez Pazar kullanımınız kısıtlanmıştır.

# TRADE_MARKET_GAME_ERROR_eErrNoCloseWorldMarket
source: Central Market is currently not available.
de_de: Der Zentralmarkt ist zurzeit nicht verfügbar.
fr_fr: Le marché commun n'est actuellement pas disponible.
ru_ru: Центральный аукцион в данный момент недоступен.
tr_tr: Şu anda Merkez Pazar kullanılamamaktadır.

# TRADE_MARKET_GAME_ERROR_eErrNoWorldMarketIsNotMaxWeight
source: You've exceeded the maximum volume allowed in the Central Market.
de_de: Ihr habt das maximale Volumen am Zentralmarkt erreicht.
fr_fr: Vous avez dépassé le volume maximum autorisé pour le marché commun.
ru_ru: На Центральном аукционе был превышен максимально допустимый вес.
tr_tr: Yük miktarı maks. sınırı aşıldı.

# TRADE_MARKET_GAME_ERROR_eErrNoWorldMarketBuybiddingFail
source: There was an error while attempting to order an item in the Central Market.
de_de: Beim Versuch, einen Gegenstand auf dem Zentralmarkt zu bestellen, ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de la tentative de commande d'un objet sur le marché commun.
ru_ru: На Центральном аукционе во время предпокупки произошла ошибка.
tr_tr: Merkez Pazar ön sipariş işlemi sırasında hata oluştu.

# TRADE_MARKET_GAME_ERROR_eErrNoBusinessNotEnoughMoney
source: You do not have enough Silver.
de_de: Ihr habt nicht genügend Silber.
fr_fr: Vous n'avez pas suffisamment de pièces.
ru_ru: Недостаточно средств.
tr_tr: Yeterli paraya sahip değilsiniz.

# TRADE_MARKET_GAME_ERROR_eErrNoHaveSellBiddingInfoWorldMarket
source: You cannot place an order for an item that you have listed for sale.
de_de: Ihr könnt keine Bestellung für einen Gegenstand aufgeben, den Ihr selbst zum Verkauf registriert habt.
fr_fr: Vous ne pouvez pas commander un objet que vous avez inscrit à la vente.
ru_ru: Не удалось сделать предзаказ на покупку, так как предмет уже выставлен на продажу.
tr_tr: Eşya satış rezervi yapıldı, satın alma rezervi başarısız oldu.

# TRADE_MARKET_GAME_ERROR_eErrNoWorldMarketBuyFail
source: There was an error while attempting to purchase an item in the Central Market.
de_de: Beim Versuch, einen Gegenstand auf dem Zentralmarkt zu kaufen, ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de la tentative d'achat d'un objet sur le marché commun.
ru_ru: На Центральном аукционе во время предпродажи произошла ошибка.
tr_tr: Merkez Pazar satın alma işlemi sırasında hata oluştu.

# TRADE_MARKET_GAME_ERROR_eErrNoWorldMarketSellbiddingFail
source: There was an error while attempting to list an item to sell in the Central Market.
de_de: Beim Versuch einen Gegenstand auf dem Zentralmarkt zu registrieren, ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de la tentative d'inscription d'un objet à vendre sur le marché commun.
ru_ru: Во время предпродажи на Центральном аукционе произошла ошибка.
tr_tr: Merkez Pazar satış rezervi işlem sırasında hata oluştu.

# TRADE_MARKET_GAME_ERROR_eErrNoItemCountIsInvalid
source: The number of items is not correct.
de_de: Die Anzahl an Gegenständen ist ungültig.
fr_fr: Le nombre d'objets est incorrect.
ru_ru: Выбрано некорректное количество предметов.
tr_tr: Eşya miktarı geçersiz.

# TRADE_MARKET_GAME_ERROR_eErrNoHaveBuyBiddingInfoWorldMarket
source: You cannot list an item that you have ordered.
de_de: Ihr könnt keinen Gegenstand registrieren, den Ihr bestellt habt.
fr_fr: Vous ne pouvez pas inscrire un objet que vous essayez d'acheter via une commande.
ru_ru: Так как уже сделан предзаказ на покупку, выставить предмет на продажу невозможно.
tr_tr: Eşya ön sipariş yapıldı, satış rezervi başarısız oldu.

# TRADE_MARKET_GAME_ERROR_eErrNoWorldMarketSellFail
source: There was an error while attempting to sell the item in the Central Market.
de_de: Beim Versuch, den Gegenstand auf dem Zentralmarkt zu verkaufen, ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de la tentative de vente de l'objet sur le marché commun.
ru_ru: Во время продажи на Центральном аукционе произошла ошибка.
tr_tr: Merkez Pazar satış işlemi sırasında hata oluştu.
